Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D15B.tmx
Source language: en_us
Languages: zh_cn

source: Enlightenment Therapy
zh_cn: 禅悟疗法——佛陀与弗洛伊德的联姻

source: II. The Marriage of Buddha and Freud Zen and psychoanalysis have been courting for decades, as dizzy with their differences as a couple in a screwball comedy.
zh_cn: II、佛陀与弗洛伊德的联姻 事实上，禅宗与精神分析暧昧已经几十年了，而两者脾性差异之令人眩晕程度，绝不亚于怪诞（脱线）喜剧（screwball comedy）中的一对冤家对头。

source: The two disciplines -- one, a much-revised theory of mind and therapy for neurotic illness from fin de siecle Vienna; the other a largely unchanged spiritual technique for realizing enlightenment from fifth-century China -- broadly share the goal of relieving mental suffering.
zh_cn: 这两门学科，一个是改头换面萌生于十九世纪末颓废维也纳的精神理论和神经疾病疗法，一个是一以贯之差以毫厘来自于五世纪中国寻求见道开悟的心灵手段。

source: But their metaphysical premises and practical methods are night and day.
zh_cn: 在广阔的着点上，两者共同抱拥解除精神痛苦之目的，但理论前提与操作手法却是天壤之别。

source: Psychoanalysis, of course, began as a flashlight safari into the darkness of the human psyche. Bring even a bit of the benighted unconscious to light, and neurotic patients might be relieved of their symptoms, free to enjoy, in Freud's famous phrase, "common human unhappiness."
zh_cn: 诚然，精神分析犹如一道电光是踏入探索人类灵魂黑暗土地的远征，乃至照亮了之前被夜幕笼罩着的无意识领域，或许还有很多神经官能症患者借此也得以缓解病症，以悦纳——用弗洛伊德广为人知的一句话来讲——“人类普遍的不幸”。

source: With its staple ideas about unconscious conflicts, the hidden freight of feelings, the secret intelligibility of dreams, psychoanalysis is essentially an exploration of how meaning arises in the mind.
zh_cn: 然而，精神分析本质上，视其关于无意识斗争的主要观点，人类情感的潜在转移以及梦境之未被认知的可理解性，是对大脑产生价值机制的一次探索。

source: What darkness is to psychoanalysis, light is to Zen.
zh_cn: 于精神分析之为黑暗地，于禅宗乃光明天。

source: In pursuit of mystic illumination, "the vast ocean of dazzling light," Zen is cheerfully unconcerned with the manufacture and distribution of personal meaning.
zh_cn: 在追求“如临璀璨电光海洋之中”这样神秘主义启悟的过程中，禅宗对个体价值的产生与分布漠不关心。

source: It tends to discount the authority of the unconscious and to ignore the significance of dreams.
zh_cn: 它倾向于怀疑无意识这一理论的权威性并忽视梦境的重要意义。

source: Students are discouraged from delving into the content of emotions.
zh_cn: 对情绪内容的执意探究，往往使信徒们气馁而归。

source: Where psychoanalysis is keen to unpack a patient's past -- especially those aspects of the past that distort perception in the present -- Zen dwells on awareness in the present.
zh_cn: 当精神分析热忱地打开病人的过去之门，尤其是关注于扭曲了当下认知的过去某些经历时，禅宗却安住于当下此一觉知。

source: This!
zh_cn: 这个！

source: Here!
zh_cn: 这里！

source: Now!
zh_cn: 现在！

source: Zen masters have been known to whack students with a stick.
zh_cn: 禅师杖打棒喝弟子（以开悟证果）的施教方式，这已是人尽皆知的事情了。

source: It's no surprise that such an unlikely pair got off to a rocky start.
zh_cn: 如此不靠谱的一对，刚开始“交往”时颇是坎坷，这就不足为怪了。

source: For decades the feeling of being "one" with the universe, prized in Zen as an attribute of enlightenment, was belittled by many psychoanalysts as an "infantile regression."
zh_cn: 数十年来，与万有融而合一的情感，于禅宗乃开悟之重要品性，却被很多的精神分析师贬斥为“婴儿退行”（infantile regression，心理防卫机制的一种，也叫退化感情、倒退—译注）。

source: By the same token, the injunction "know thyself," the ultimate chocolate-cherry in the candy box of Western wisdom, was brushed off by Zen adherents as a delusion.
zh_cn: 同样，训谕“认识你自己”（know thyself），西方智慧宝囊之精髓，却被禅宗信徒拂袖弃之，视为妄念。

source: What's to know about a conceit that has no fixed reality and more often than not is an impediment to experiencing Buddha nature? The self, as one Rinzai teacher put it bluntly, "is a malignant growth which is to be surgically removed."
zh_cn: （在禅宗看来），这些妄念，不仅是没有常住的实在（reality），且往往阻碍人们体证佛性（自性，Buddha nature），又有什么可了解的呢？所谓自我，正如一位临济宗法师直率所言：“是一种有害的增长须如外科手术般被剔除。”

source: But by the middle of the last century, Zen and psychoanalysis were warming up to each other.
zh_cn: 然而到了上世纪中叶，禅宗与精神分析之间的关系却相互日益亲热起来。

source: The views of the relational school of psychoanalysis, which emerged in the 1980s to critique "the myth of the isolated mind," fit comfortably with the Zen notion that suffering comes from the misperception that we are separate from the world.
zh_cn: 上世纪八十年代，新出现的关系学派（relational school）对精神分析理论中“心智孤立性（isolated mind）这一谬见”提出批判，而这与禅宗的理念，即痛苦产生于我们与周围世界相互隔离这一错误知觉正好不谋而合。

source: By 1994, when some 500 Buddhists and psychoanalysts gathered for a conference at the Harvard Club in New York City, a number of analysts had regular meditation practices and were incorporating Buddhist ideas in their work.
zh_cn: 一九九四年，大约五百名佛教徒与精神分析师齐聚纽约市，参加在哈佛俱乐部（Harvard Club）举行的会议。当时，很多的精神分析师就已经开始定期禅修，并将佛教的理念融入到了他们的工作和研究当中。

source: Among them was Jeffrey B. Rubin.
zh_cn: 杰弗里鲁宾（Jeffrey B. Rubin）就是其中之一。

source: At the time he was 41.
zh_cn: 那年他四十一岁。

source: He grew up on Long Island, the elder of two boys; his mother was a social worker, his father an executive for Burlington Menswear.
zh_cn: 鲁宾成长于长岛，家中排行老三，母亲是社会工作者，父亲是伯灵顿男装（Burlington Menswear）的一名经理。

source: Rubin's interest in Buddhism and psychoanalysis can be traced to the last five seconds of a high-school basketball game he played for the Woodmere Academy Wolverines on Long Island in February 1971.
zh_cn: 鲁宾对佛教以及精神分析的兴趣，可以追溯到一场高中篮球赛的最后五秒，那是一九七一年的二月，当时他效力的伍德米尔中学狼獾队（Woodmere Academy Wolverines）正在长岛参加比赛。

source: As the short but sharpshooting point guard, he got the ball at half court, with the Wolverines trailing by a point.
zh_cn: 作为一名矮个子但灵敏准确的控球后卫，鲁宾在半场得球，而比分正好落后对方一分。

source: As he dribbled up the left side, the din of the crowd dropped away; an uncanny feeling of clarity and peace came over him; time slowed.
zh_cn: 他运球前往球场左侧，那一刻，人群的喧嚣沉喑了；一种不可思议的清澈平静的感觉贯穿全身；时间慢格了。

source: After he shot from the top of the key, he heard the roar in the gym break in like the sound resuming in a movie.
zh_cn: 他投出两分球，然后听得球场球迷的欢呼咆哮骤然爆发席卷而来如同电影中经特效处理（在静音之后）突然出现的巨大声响。

source: He lingered in the locker room after his teammates dressed, hardly caring that the Wolverines won or that he was the hero.
zh_cn: （比赛结束以后），队员们都更换衣服离开，而他一个人踟蹰在更衣室久久不曾离去，不去关心狼獾队是否赢得了比赛，亦或自己是否成了这场比赛的英雄。

source: A door had opened onto another world.
zh_cn: 一扇大门已然打开，那是通往另一个世界的大门。

source: After graduating from Princeton, where he was a literature major, he was still confounded by the realm he'd glimpsed.
zh_cn: 在普林斯顿大学，鲁宾攻读的是文学专业。然而毕业以后，他仍然为自己曾一瞥而过的（精神）王国而困惑不已。

source: He attended a Buddhist retreat and took up meditation.
zh_cn: （于是），他参加了佛教修行会，并开始禅宗静修。

source: At night he immersed himself in the literature of Buddhism and yoga, Krishnamurti and Freud.
zh_cn: 夜深人静之时，鲁宾沉浸在佛教与瑜伽，克里希那穆提（Krishnamurti）与弗洛伊德的文献中。

source: During the day he worked in a halfway house for schizophrenics, more intrigued now by actual characters than by characters in texts.
zh_cn: 白天，他在一家精神分裂症患者的过渡疗养院（halfway house）工作，相对于文献中所描述的人物，疗养院里真实的人物更是让他痴迷。

source: He got a master's in social work at Columbia, and later a Ph.D. in psychology from Union Institute and University.
zh_cn: 在哥伦比亚大学，他获得了社会工作硕士学位，之后又在联盟学院（Union Institute & University）获得心理学博士学位。

source: At Lenox Hill Hospital, he entered a training program in psychoanalysis and in 1980 opened his own practice.
zh_cn: 在雷诺克斯小山医院（Lenox Hill Hospital）工作期间，鲁宾参与了精神分析培训计划，并在一九八零年开办了自己的诊所。

source: By the 1994 conference at the Harvard Club, Rubin was convinced that "the marriage of Buddha and Freud" would benefit both disciplines.
zh_cn: 至一九九四年的哈佛俱乐部会议，鲁宾开始确信“佛陀与弗洛伊德之联姻”对两门学科都将有所裨益。

source: "When you combine the best of Buddhism and psychoanalysis," he told me one day last winter, "you get a full-spectrum view of human nature focused on both health and spiritual potential as well as on the psychological forces we struggle with and the obstacles we unconsciously put in our way."
zh_cn: “如果能够融合佛教与精神分析各自的精华，”去年冬的某一天他告诉我说，“你就能对人性进行全方面的考察，视角将不再仅关注于我们挣扎其中的心理驱力以及无意识下自我设置的人生障碍，同时延展至心理健康和精神潜能。”

source: But people at the conference still seemed bunkered in their doctrines, and he often found himself tacking between camps.
zh_cn: 然而，参加会议的代表们似乎仍然固守在各自的教条之中，而他发现自己则忙于弥合不同阵营之间的分歧。

source: He was scheduled to summarize a dialogue between a Buddhist and a psychoanalyst, but he was suddenly struck by the fallacy that enlightenment meant complete freedom from self-deception.
zh_cn: 根据会议议程，在一名佛教徒与精神分析师对话后，他要做一总结性陈述。然而，“开悟即挣脱自我欺骗的绝对自由”这一谬误，突然间触动了他的灵魂。

source: He stayed up till 5 a.m. drafting a new talk, "The Emperor of Enlightenment May Have No Clothes."
zh_cn: 他彻夜未眠，草拟了一篇新的演讲稿《开悟王君身无片布》（The Emperor of Enlightenment May Have No Clothes）。

source: Two years later he published his first book, "Psychotherapy and Buddhism."
zh_cn: 两年后，他的处女作《精神疗法与佛教》（Psychotherapy and Buddhism）问世。

source: Ten years after that -- a decade in which he refined his pioneering approach to Buddhism and psychoanalysis, published two more books and began his own studies of Zen -- the ultimate patient appeared in his office.
zh_cn: 此后，鲁宾不断完善自己佛教与精神分析相结合的治疗方法，十年后再次出版两部新作，并开始自己对禅宗，即出现在他诊所这名终极病患的研究。
